[
{
"content":"1956年，中国科学院古脊椎动物研究所的科研人员在来宾市麒麟山发现“麒麟山人”头盖化石，证明距今约3.6万年以前的旧石器时代晚期，以麒麟山人为代表的壮族先民在以今来宾市为中心的桂中地区居住、活动，并繁衍生息。"
},{
"content":"先秦以前，来宾市域属百越地。"
},{
"content":"秦始皇三十三年（公元前214年） ，在岭南置桂林、象、南海三郡，今来宾市属桂林郡，郡治布山（今贵港市境）。"
},{
"content":"汉初，来宾市属南越国。"
},{
"content":"汉武帝于元鼎六年（公元前111）平定南越国，析其地为郁林、交趾等9郡，今市境属郁林郡（郡治布山，今贵港市境）。在今武宣县境设置中留县，象州县境设置桂林县，是来宾市境有行政建置之始，至今已有2200多年历史。兴宾区西南部属郁林郡领方县（县治今宾阳县）管辖。"
},{
"content":"东汉时，中留县改为中溜县，隶属依旧。"
},{
"content":"三国属吴。凤凰三年（274年） 分郁林郡地，增置桂林、始安、临贺三郡，桂林郡位于今来宾市境内，郡治武安（今象州县境），是来宾市境内第一次设置郡级（相当于地级）建置，桂林郡辖武安、桂林、潭中等县，今市境内有武安县（今象州县境）、桂林县（今武宣、象州境）。今兴宾区西南部及合山属郁林郡临浦县（县治今宾阳，领方县改置）。"
},{
"content":"西晋太康元年（280年），武安县更名武熙县。今象州县境有武熙，桂林2县，武宣县境有中胄县，改属郁林郡。迁江、合山属郁林郡领方县。"
},{
"content":"东晋太兴元年（318年），分郁林郡设晋兴郡（郡治晋兴县，今南宁市），市境内武熙、桂林、中胄3县属之。"
},{
"content":"南北朝、宋、齐时，置桂林郡、郡治武熙、后迁中溜、齐复将郡治迁回武熙。在今武宣县境复置中溜县，中溜县域包括今武宣县和兴宾区东部，象州境有武熙县，裁桂林县；同时在今忻城县境设置腾溪城市地标城市地标县，亦属桂林郡。梁时，桂林郡治又迁回中溜，中溜县改称中胄县，在今象州置韶阳郡，领阳寿、武化、长风、淮阳4县，阳寿（今象州县城）为郡治，忻城县境无建置县，改属龙州马平郡（郡治今柳州）。陈沿梁制。"
},{
"content":"隋文帝开皇十年（590年） 增置桂林县，开皇十一年武宣县地并入桂林县，属始安郡，县治在今象州县境。"
},{
"content":"隋开皇十二年（592年）置象州，在今象州县境内设有淮阳、西宁、桂林3县。"
},{
"content":"开皇十八年（598年）， 淮阳改名阳宁。"
},{
"content":"大业二年（606年）撤象州，今象州县境置阳寿、桂林2县，将阳宁并入阳寿，西宁并入桂林县，改属始安郡（郡治始安县，今桂林市）。阳寿、桂林2县包括今象州、武宣、兴宾等地，忻城县境依然无建置县，亦属始安郡。"
},{
"content":"唐武德四年（621年） ，重置象州，辖阳寿、西宁、桂林、武德、武仙5县，州治阳寿（今象州县城） ，属岭南道；今武宣县境分桂林县地，增设武仙县；今象州县境置阳寿、西宁、桂林、武德、武化、长风6县，其中武化、长风2县属晏州（州治今荔浦县境）；今兴宾区境置阳德、归化、文安三县，属昆州（州治今柳州市境），其后改阳德县为循德县，改文安县为乐沙县。"
},{
"content":"唐贞观初，在忻城县地置羁縻芝州、羁縻归思州、羁縻纡州3州，芝州辖忻城、平西、富川、乐光、乐艳、思龙、多云7个小县，纡州（今思练镇一带） ，治东区县，管东区、吉陵、宾安、南山、都邦、纡质6个小县；归思州（今大塘镇一带）治履博县，领履博、罗遵、都恩、吉南、许水5个小县。"
},{
"content":"贞观五年（631年），在迁江置羁縻思刚州，属邕州都督府。"
},{
"content":"贞观十二年（638年）撤西宁并入武德，同年撤晏州，长风、武化2县改属象州，次年州治迁至武化。"
},{
"content":"乾封元年（666年），撤桂林县并入武仙县。"
},{
"content":"乾封二年（667年） ，乐沙县改为怀义县，并于兴宾地置严州，统辖循德、归化、怀义3县。"
},{
"content":"天宝元年（742年）象州改为象郡（又名象山郡），撤武德县并入阳寿县，郡辖4县。芝州改称忻城郡，属桂州都督府。"
},{
"content":"天宝二年（743），将怀义县改为来宾县，隶严州。"
},{
"content":"乾元元年（758年） ，象郡复称象州；忻城郡复称芝州。"
},{
"content":"大历十一年（776年），撤长风县并入武化县，州治迁阳寿。从此至唐末象州辖阳寿、武化、武仙3县，地域包括今象州县、武宣县；严州辖循德、归化、怀义3县，地域为今兴宾区大部地区；羁縻思刚州辖今兴宾区西南部和合山市。羁縻芝州、羁縻归思州、羁縻纡州3州辖今忻城县等地域。"
},{
"content":"后梁开平元年（907年）属楚。"
},{
"content":"南汉乾和九年（951年）属南汉。行政区划依唐制不变，象州辖阳寿、武化、武仙3县，州治阳寿；严州辖来宾、循德、归化3县；兴宾区西南部及合山属羁縻思刚州；忻城县地属芝州、归思州、纡州。"
},{
"content":"宋开宝四年（971年），象州归宋，沿旧制。"
},{
"content":"开宝七年（974年） ，撤销严州，将循德、归化县地并入来宾县，隶象州。"
},{
"content":"景德四年（1007年），升象州为防御州。"
},{
"content":"熙宁四年（1071年），撤销武化县并入阳寿县。"
},{
"content":"元祐元年（1086年），恢复武化县，南宋时又撤销。此后至宋末，象州辖阳寿、武仙、来宾3县。景定三年（1262年），象州州治从阳寿迁至来宾县之蓬莱洲。"
},{
"content":"宋天禧四年（1020年），废思刚州设迁江县，属宾州，为迁江得名之始，沿称至1952年并入来宾县始废。"
},{
"content":"宋庆历三年（1043年），以羁縻芝州、归思、纡州地合并置忻城县，属广南西路右江道宜州管辖，宣和元年（1119年）属右江道庆远军，咸淳元年（1265年）属庆远府。"
},{
"content":"元至元十三年（1276年），象州归元，设安抚司，属湖广行中书省；迁江县属宾州；忻城县属庆远路安抚司。"
},{
"content":"十五年（1278年），改象州为路，治所从蓬莱洲迁回阳寿；十六年（1279年）忻城县改属庆远路总管府。"
},{
"content":"大德年间（1297～1307年），象州复改为州，辖阳寿、来宾、武仙3县；迁江县属宾州；忻城县改属庆远南丹溪峒等处军民安抚司。"
},{
"content":"元末至正二十三年（1363年），今市境属广西行中书省。"
},{
"content":"明洪武元年（1368年）七月，廖永忠攻下象州，象州属柳州府（府治今柳州市）；忻城县属庆远府。"
},{
"content":"洪武二年（1369年），撤销阳寿县归并象州，改象州为散州，初辖武仙、来宾2县；迁江县改属柳州府；忻城县改属庆远南丹军民安抚司。"
},{
"content":"洪武三年（1370年），忻城县又改属庆远府。"
},{
"content":"洪武十年（1377年）五月，武仙、来宾2县改属柳州府。"
},{
"content":"宣德六年（1431年），武仙县改称武宣县，县治由阴江（今三里镇旧县村）移至高立（今武宣镇）。"
},{
"content":"弘治十年（1497年），降忻城正县为土县，仍属庆远府。"
},{
"content":"清顺治八年（1651年）春，孔有德略取柳州旁近诸州县，象州、武宣县、来宾县、迁江县、忻城土县归清，建置沿明制。"
},{
"content":"雍正三年（1725年），武宣县、迁江县、来宾县改属宾州直隶州。"
},{
"content":"雍正八年（1730年），武宣县改属右江道浔州府（府治今桂平县境）。"
},{
"content":"雍正十二年（1734年），迁江县又改属思恩府（府治今武鸣县境），来宾县还属柳州府。"
},{
"content":"咸丰六年（1856年），大成国平靖王李文茂率部攻取象州、武宣县，改象州为相州，改武宣县为文兴县。"
},{
"content":"咸丰十一年（1862年），清兵收复相州及武宣县，相州复称象州，文兴县复称武宣县。"
},{
"content":"宣统二年（1910年），其地归入宜山县，但仍称忻城土县。"
},{
"content":"民国元年（1912年），清代直隶州、厅均改为府，广西省划分为十府，象州改称象县，来宾县、象县属柳州府；武宣县属浔州府；迁江县属思恩府；忻城土县属庆远府。2年6月撤销府制；由省直接统辖各县，来宾县、武宣县、象县、迁江县、忻城土县由省直辖。"
},{
"content":"民国六年（1917年），广西省划分为6道，来宾县、象县、忻城土县属柳江道，武宣县属苍梧道，迁江县属南宁道。"
},{
"content":"民国十五年（1926年），广西省撤消道制，分为若干区，来宾县、象县、迁江县、忻城土县属柳江区，武宣县属苍梧区。"
},{
"content":"民国十七年（1928年），忻城土县复称忻城县，来宾县、象县、迁江县、忻城县属柳江行政督察区。武宣县属苍梧行政督察区。"
},{
"content":"民国十九年（1930年），广西省划分为12个民团区，来宾县、象县属柳州民团区；武宣县属苍梧民团区；忻城县宜山民团区；迁江县属宾阳民团区。"
},{
"content":"民国二十一年（1932年），武宣县属梧州民团区；迁江县属南宁民团区；来宾县、象县、忻城县属柳州民团区。"
},{
"content":"民国二十二年（1933年），国民党广西省府开始在金秀瑶山内建立乡村保甲等政权机构，再次确认周围荔浦、修仁、蒙山、平南、桂平、象县、武宣7县分管金秀瑶山。"
},{
"content":"民国二十三年（1934年）11月，广西省忻城县属柳州行政监督区；象县、武宣县属梧州行政监督区；来宾县、忻城县属南宁行政监督区。"
},{
"content":"民国二十五年（1936年）9月，来宾县、武宣县、象县属浔州行政监督区；迁江县属南宁行政监督区；忻城县属庆远行政监督区。"
},{
"content":"民国二十九年（1940年），改用数字编行政督察区，迁江县属第一区（治南宁）；武宣县、象县属第三区（治苍梧）；来宾县、忻城县属第四区（治柳州）；国民党广西省政府在金秀瑶山设立县一级机构—金秀警备区署。"
},{
"content":"民国三十一年（1942年）3月，象县、忻城县改属第二区（柳州）；7月，金秀警备区署改为金秀设治局。"
},{
"content":"民国三十六年（1947年），象县又改属第三区（治苍梧）；同年冬，广西省府撤销金秀设治局，改建金秀警备区署。"
},{
"content":"民国三十七年（1948年）秋，金秀警备区署改为金秀警察局"
},{
"content":"民国三十八年（1949年）解放前夕，迁江县属第一区（治南宁）；来宾县、武宣县、象县、忻城县属第二区（治柳州）。11月1日，国民党金秀警察局奉命改名为金秀警察中队。"
},{
"content":"1949年11月到12月，各县相继解放，建立人民政权，来宾县、武宣县、象县属柳州专区；迁江县、忻城县属武鸣专区。金秀瑶山区依旧属周围7县分管。"
},{
"content":"1950年，忻城县改属宜山专区。"
},{
"content":"1952年，迁江县并入来宾县；武宣县与象县合并为石龙县（驻石龙镇），来宾县、石龙县、忻城县属宜山专区。5月25日成立大瑶山瑶族自治区（县级），属平乐专区。"
},{
"content":"1955年8月，大瑶山瑶族自治区改为大瑶山瑶族自治县。"
},{
"content":"1958年，宜山专区改名为柳州专区，专署由宜山县庆远镇迁驻柳州市，来宾县、石龙县、忻城县属柳州专区。大瑶山瑶族自治县改属柳州专区。"
},{
"content":"1960年5月30日，经国务院批准，石龙县更名象州县。"
},{
"content":"1962年3月，复置武宣县（驻武宣镇），象州县城迁至象州镇。"
},{
"content":"1966年4月8日，大瑶山瑶族自治县改为金秀瑶族自治县。"
},{
"content":"1970年，柳州专区改称柳州地区，来宾县、武宣县、象州县、忻城县、金秀瑶族自治县属柳州地区。"
},{
"content":"1981年6月29日，设立合山市，来宾县的北泗公社划归合山市，属柳州地区。"
},{
"content":"2002年9月29日，撤消柳州地区和来宾县，设立地级来宾市和兴宾区，来宾市管辖兴宾区、武宣县、象州县、忻城县、金秀瑶族自治县，代管县级合山市。[3] "
}]
