[
{
"img":"img/feng1.jpg",
"title":"大瑶山国家森林公园",
"content1":"大瑶山国家森林公园位于广西壮族自治区中部偏东的金秀瑶族自治县境内的大瑶山山脉中段，地处东经110°15′-110°31′，北纬23°56′-24°11′之间，分别位于县城的东西和西南面，总面积为11124公顷，始建于1997年12月。[1] ",
"content2":"大瑶山国家森林公园地处南亚热带和中亚热带过渡地带，景域空间丰富多样，具有雄、奇、险、秀、古、野等景观特色，有丰富的动植物资源，被称为广西最大的“生物基因库”“大然植物园”，这里有世界动物活化石“瑶山鳄蜥”和世界植物活化石“银杉”。[2] ",
"content3":"位于金秀境内的大瑶山山脉中段，总面积为11124公顷，始建于1997年12月。"
},
{
"img":"img/feng2.jpg",
"title":"大瑶山国家级自然保护区",
"content1":"广西大瑶山国家级自然保护区位于广西大瑶山，地跨金秀瑶族自治县、荔浦县、蒙山县，处于广西桂林、柳州、贵港、梧州、来宾五个市的中心。大瑶山自然保护区1982年经广西自治区人民政府批准建立，1988年被自治区人民政府确定为省级风景名胜区，2000年经国务院批准晋升为国家级自然保护区。 保护区面积25594.7公顷，主要保护对象为银杉，瑶山鳄蜥、瑶山苣苔及金斑喙凤蝶等珍稀动植物和典型常绿阔叶林生态系统。[1] ",
"content2":"位于广西大瑶山，1988年被自治区人民政府确定为省级风景名胜区，2000年经国务院批准晋升为国家级自然保护区。"
},
{
"img":"img/feng3.jpg",
"title":"莫氏土司衙署",
"content1":"忻城莫氏土司衙门由土司衙门、祠堂、官邸、大夫第等建筑群组成，总面积38.9万平方米，其中建筑占地面积4万平方米，是全国现存规模最大、保存最好的土司建筑，被誉为“壮乡故宫”。",
"content2":"从元朝末期至清光绪32年（1906年），莫氏世袭土司统治忻城470多年。明万历十年（公元1582年），第八任土官莫镇威始建土司衙门，成为衙署主体建筑。以后，历任土司先后拓建附属建筑，形成规模宏大的土司建筑群。衙署建成后，几经兵灭，部分建筑先后被毁。解放以后，得到人民政府的高度重视，多次拨款维修。1963年定为区级文物保护单位。1996年定为全国重点文物保护单位。"
},
{
"img":"img/feng4.jpg",
"title":"武宣文庙",
"content1":"武宣文庙，又称黉宫，即是纪念和祭祀孔子等先贤的祠庙，又是武宣县最早兴学立教之地，所以人们又常称孔庙。 武宣孔庙是广西现存规模最大的孔庙。其具有南方当地建筑特色，是一座宫殿式的民族古建筑，无论在建筑布局、技术结构、传统风格、民族特色等方面，都具有一定的历史、科学和艺术研究价值，它显示了我国劳动人民的高超建筑技术，更重要的是它凝聚着几百年来武宣县人民劳动智慧的结晶。",
"content2":"自治区级重点文物保护单位。位于武宣县城。始建于明朝宣德六年。"
},
{
"img":"img/feng5.jpg",
"title":"文辉塔",
"content1":"文辉塔 位于兴宾区政府迁江镇扶济村南面约100米的红水河北岸边。相传为明万历年间(1573年一1620年)武举黄文辉重建，故名文辉塔。属县级文物保护点。塔系八角八面七层平座空心砖塔。塔高35米，内径2.72米，壁厚3米。从底层向上逐层收窄。塔顶以铁铸锅为盖。二层以上每层都有南北对开风门，其余各面均有衬托假门。底层除南北对开的风门外，西面还有一风门，其余五面亦是假门。底层风门高2．2米，宽0．84米。塔基用宽大石板构筑，呈八角形，大于塔座，塔内一至六级设有佛龛。第一级有五龛，二级以上为六龛，现塔内均无梯子可攀登。塔身及龛内，雕龙画凤，缮花缀鸟，色彩斑斓，使塔显得巍峨秀丽，工艺精巧。传说建文辉塔时，做工就有100人，吃饭才有99人，做工总是多1人，吃饭总是少1人，此人就是从天上下凡协助建塔的一位仙人。",
"content2":"又名迁江宝塔，坐落在桂中古镇迁江镇扶济村红水河北岸上，建造时间不详。"
},{
"img":"img/feng6.jpg",
"title":"百崖大峡谷",
"content1":"百崖大峡谷位于广西来宾市武宣县河马乡境内。属典型的丹霞地貌，最高海拔1200米，总面积13.66平方公里。峡谷峰峦险峻、峡岩逼空，清溪百折、飞瀑壮观。主峡谷全长10公里，计有三十七道弯，十多处瀑布，七处深潭，还有数以百计的侧谷。景区内林木葱郁、怪石嵯峨，古藤悬吊、百卉溢香，清溪流泻、常年不竭，水质属不含任何杂物的淡泉水。原始森林内，有蜥蜴、猿猴、娃娃鱼和蓝色石龙子等珍稀动物和桫椤、红椎、白椎、香花木、观光木等名贵树种。",
"content2":"位于武宣县东乡镇高达村，系国家AAA级景区。"
},{
"img":"img/feng7.jpg",
"title":"古象温泉",
"content1":"古象温泉度假村距柳州市78公里，位于广西古象县城郊寺村镇象州温泉景区内，距县城8公里，度假村依山傍水，湖泊环绕，风光奇丽。古象温泉度假村内提供各种特色温泉泡池19个，有温泉游泳池、儿童戏水池、独立贵宾温泉池、健身中心、休息厅、露天水吧等多种不同类型的温泉浴服务，可同时容纳1500多人泡浴。",
"content2":"坐落于象州县城郊的温泉风景区内，温泉水质属高热矿泉水。"
},{
"img":"img/feng8.jpg",
"title":"莲花山景区",
"content1":"莲花山景区是国家级自然保护区，位于广西来宾市金秀瑶族自治县西北部16公里处，面积约23平方公里。主峰能多峰海拔1350米，因群峰耸立，远远望去，整座山体酷似一朵含苞欲放的莲花，因此而得名。另有同名景区莲花山位于山东泰沂山脉中段，跨新泰和莱芜两市，总面积约100平方公里。莲花山原名新甫山，因汉武帝求仙于此，又名宫山，主要有九个山头，因形如莲花，故名莲花山。莲花山主峰犁铧尖，海拔994米，为众峰之巅。莲花山高风俊骨，单看一峰，其状如尖尖荷包；目睹群峰，则犹如出水芙蓉，别有一番景致。",
"content2":"位于金秀县城西北部15公里处，面积约23平方公里，主峰海拔1350米。[3] "
}
]
