[
{
"img":"img/school1.jpg",
"title":"来宾高中",
"content1":"来宾高级中学是来宾市委、市政府重点打造的一所高起点、高规格的公立高中，学校总投资近3亿元，设备投资三千多万元。学校位于来宾市桂中大道，办学规模为75个班，4000名学生。建设定位为具有一流环境、一流设施、一流师资力量、一流管理服务、一流教育教学质量的自治区级示范性普通高中。",
"content2":"学校师资力量雄厚，除依托柳州地区民族高中师资外，面向全区和全国招聘优秀教师：面向全区招聘的教师，必须获得县级以上“优秀教师”“优秀教育工作者”“优秀班主任”“德育先进工作者”等荣誉称号；面向全国招聘的教师，必须获得省级以上“五一劳动奖章”“特级教师”“优秀教师”“优秀教育工作者”“优秀班主任”等荣誉称号。 ",
"content3":"朴实修身   踏实求学 ",
"schoolintro":"学校简介",
"intro1":"来宾高级中学是来宾市委、市政府新建的一所高起点、高规格的公立高中，学校总投资超过2亿元，设备投资三千多万元。学校位于来宾市桂中大道，办学规模为75个班，4000名学生。建设定位为具有一流环境、一流设施、一流师资力量、一流管理服务、一流教育教学质量的自治区级示范性普通高中。",
"intro2":"学校的建设和发展一直得到各级领导的高度重视和大力支持：自治区领导、市四家班子领导在百忙之中参加了学校的首个开学典礼；时任自治区党委常委、纪委书记石生龙参加了来宾高中的首个开学典礼并宣布来宾高中开学；时任自治区党委常委、宣传部长沈北海到学校慰问教师并指导开学工作；时任自治区党委常委、组织部长周新建到学校视察指导工作；自治区政协副主席、原市委书记、市人大常委会主任张秀隆多次亲临学校考察学校建设情况；自治区教育厅厅长秦斌到我校视察并指导开学工作。"
},{
"img":"img/school2.jpg",
"title":"来宾市一中",
"content1":"来宾市第一中学，简称来宾一中，系自治区级示范性普通高中，创办于1978年秋，校园占地110亩，坐落在古老而秀丽的红水河畔，总建筑面积约4万平方米，学校布局合理，教育设施完善——教学楼、综合楼、科技楼、实验楼、图书馆、学生公寓楼、餐厅等构成了建筑主体；体育运动设施一应俱全；现代教育技术装备精良。校园里绿树花草、假山鱼池的自然风光与雕梁画栋、历代诗画的人文风景交相映，古朴而高雅，成为八桂莘莘学子向往的求学殿堂。",
"content2":"经过一中几代人励精图治，笃实力行，学校铸造了一个又一个辉煌，先后获得“全国体育先进学校”、“全国绿色学校”、“全国中小学影视教育先进单位”、“广西文明学校”、“广西普通高中素质教育水平评估一级甲等学校”、“广西依法治校先进学校”、“广西基础教育科研先进学校”、“自治区示范性普通高中”等23个国家、省级荣誉称号，迈入了广西高中名校的行列。",
"content3":"知书达理 健康成长 ",
"schoolintro":"学校简介",
"intro1":"来宾市第一中学，系自治区级示范性普通高中，创办于1978年秋，校园占地110亩，坐落在古老而秀丽的红水河畔，总建筑面积约4万平方米，学校布局合理，教育设施完善——教学楼、综合楼、科技楼、实验楼、图书馆、学生公寓楼、餐厅等构成了建筑主体；体育运动设施一应具全；现代教育技术装备精良。校园里成荫的绿树与雕梁画栋、历代诗画的人文风景交相映衬，古朴而高雅，成为八桂莘莘学子向往的求学殿堂。 建校至今三十余年风雨兼程，几代人垦荒耕耘——30多年来，来宾一中人在红水河畔这块热土上燃烧着不灭的澎湃激情，演绎着不息的绵延梦想，创造了一个又一个让世人瞩目的辉煌。历年高考中，来宾一中考上重点、本科线人数一直居全市（地区）前二名。2003年，来宾一中升格为广西示范性高中，跻身于广西名校的行列[1]  ",
"intro2":"学校目前有51个高中教学班，3980余名在校生，201名教职工，专任教师均为大学本科学历，有研究生11人。一直以来，学校不断招贤纳士，师资队伍建设日见成效，已形成了一支教学功底扎实、教学经验丰富、教学水平高超、教学作风踏实的教师群体。学校荟萃了各地许多优秀的教育人才，教师中，特级教师4人，高级教师56人；荣获全国教育系统劳动模范荣誉称号3人，全国优秀教师、班主任3人，自治区优秀教师、班主任6人，获市级荣誉的教师49人；国家级骨干教师培养对象3人，园丁工程A类、B类培养对象25人，有52位教师在教学评比中获地市级以上奖励。学校“十五”期间有5个省级课题顺利结题，有230多篇论文在市级以上报刊发表或获奖，出版校本教研论文集3部。"
},{
"img":"img/school3.jpg",
"title":"象州中学 ",
"content1":"象州县中学创建于1952年8月，位于象州镇象桐路085号,占地面积147.2亩。",
"content2":"象州县中学创建于1952年8月,原校址设在石龙镇,校名为石龙高中。1956年开始招收初中班,成为完全中学。1962年石龙县分为象州县和武宣县后,学校于1966年8月从石龙镇搬到现址,先后更名为东方红中学、共产主义劳动大学分校、象州县中等专业学校。 1978年定名为象州县中学,同时被确定为自治区、地区、县三级重点中学；后因交通不便，加之柳州地区高中成立,便取消了自治区和地区两级重点中学资格,但仍定为自治区电教馆微机、录像教学试点学校和自治区综合教育整体改革试点学校。1994年1月被自治区教委定为实验仪器重点装备学校。2001年6月被确定为自治区80所示范性普通高中立项建设学校之一。学校原为完全中学,1995年停招初中班,1997年成为纯高级中学。",
"content3":"知书达理 健康成长 ",
"schoolintro":"学校简介",
"intro1":"学校位于象州镇象桐路085号,占地面积147.2亩。校园环境幽雅,景色宜人,绿草鲜花伴师生作息,翠树玉兰与楼宇相望,湖泊、假山、飞瀑相映成趣,曲径通幽,妙趣横生,人文气息和自然风光融为一体,科学精神与育人氛围相得益彰。2001年被评为“自治区绿色学校”。 学校现有40个教学班,2088名学生,任课教师121人.",
"intro2":"学校教学设施齐全,“八室一场”建设堪称一流。教学楼两栋，共36间教室；实验楼一栋,内设物理、化学、生物仪器室和实验室及多媒体教室；教学设备均按国家Ⅰ类标准配备。2005年8月建成教学综合楼,集教室、办公室、图书室、阅览室、多媒体教室、语音室、展览室为一体。一条400米的标准跑道环绕着绿草如茵的足球场,标准的六个篮球场和排球场可供师生员工开展丰富多彩的体育活动。学生公寓楼三栋,可入住学生两千五百多人。学生食堂及后勤服务中心各一栋，可容纳两千多名学生就餐，食堂安装了先进的电脑售饭系统。此外,学校还建成了一个有罗马柱、大型雕塑、仿古文化长廊等景观的中心广场，建立了校园电脑管理网络,投资140万元的逸夫图书馆正在建设之中。"
}
]
